Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A02C.tmx
Source language: en_us
Languages: zh_cn

source: APEC Calls for 'Concrete' Steps on Asia Free Trade
zh_cn: 亚太经合组织采取具体措施，推行亚太自由贸易区

source: Asia-Pacific leaders said they will take "concrete steps" toward creating a "comprehensive" regional free-trade agreement, without setting a target for achieving that goal.
zh_cn: 亚太地区领导人表示，他们将采取具体措施，达成全面的地区自由贸易协定，不过没有设定具体目标。

source: "We reaffirm our unwavering commitment to achieving free and open trade and investment in the region," the heads of the 21-member Asia-Pacific Economic Cooperation forum said today in a statement in Yokohama, Japan.
zh_cn: 21个亚太经合组织成员国今天在横滨宣言中表示，“我们重申在本地区实现自由开放的贸易和投资的承诺。

source: "We will work to address non- tariff barriers to trade, including by increasing regulatory cooperation."
zh_cn: 我们将致力于解决非关税贸易壁垒的问题，包括加强监管合作。”

source: The gathering, attended by the leaders of the U.S., China, Japan and Russia, marked the conclusion of four days of summit talks that highlighted divisions over global imbalances.
zh_cn: 美国、中国、日本和俄罗斯的领导人参加了此次亚太经合组织会议，横滨宣言标志着四天的峰会就全球经济不平衡问题得出结论。

source: The Group of 20 on Nov. 12 in Seoul pledged to "oppose protectionist trade actions" while failing to agree on a remedy for trade and investment distortions.
zh_cn: 11月12日在首尔召开的G20峰会承诺“反对贸易保护主义行为”，但是没有就解决贸易和投资问题达成一致。

source: Japanese Prime Minister Naoto Kan said APEC, which accounts for more than 50 percent of the global economy and almost 45 percent of its trade, "will move forward to make the Free Trade Area of the Asia-Pacific a reality."
zh_cn: 日本首相菅直人表示，亚太经合组织占据全球经济的50%，全球贸易的40%，“将致力于把亚太自由贸易区变成现实。”

source: Divisions Persist
zh_cn: 分歧依然存在

source: Still, divisions among the member countries persisted.
zh_cn: 然而，各成员国之间依然存在分歧。

source: Chinese President Hu Jintao indicated no change in his country's currency policy a day after U.S. President Barack Obama in Seoul called the yuan "undervalued." Kan yesterday met with Hu and Russian President Dmitry Medvedev over separate territorial disputes, and while all sides agreed on improving ties, no concessions were forthcoming.
zh_cn: 中国国家主席胡锦涛表示，中国不会改变汇率政策，此前奥巴马总统在首尔称人民币“币值低估”，菅直人昨天会见了胡锦涛和俄罗斯总统梅德韦杰夫，分别讨论了领土争端问题，各方同意改善关系，但是没有作出任何让步。

source: APEC leaders said the region "is recovering from the recent economic and financial crisis, but uncertainty remains."
zh_cn: 亚太经合组织领导人表示，该地区“近来的经济和金融危机中日渐复苏，但是前景尚不明朗。”

source: Echoing the G-20 statement, the group called for greater currency flexibility and warned against volatile movement in the foreign exchange market that can disrupt economic growth.
zh_cn: 和G20领导人声明相似，亚太经合组织领导人也呼吁增强汇率灵活性，谨防汇率的急剧波动和混乱扰乱经济增长。

source: 'Market-Determined'
zh_cn: 市场导向

source: "We will move toward more market-determined exchange rate systems" and "refrain from competitive devaluation of currencies," the statement said.
zh_cn: 横滨宣言表示，“我们要向市场决定的汇率体系迈进，防止货币出于竞争目的贬值。

source: Advanced countries will be vigilant to "help mitigate the risk of excessive volatility in capital flows facing some emerging market economies."
zh_cn: 发达经济体要积极化解新兴国家面对资本流转过度波动的风险”

source: The group agreed on building trade through regional groups including the Association of Southeast Asian Nations and negotiations such as the U.S.-led Trans-Pacific Partnership.
zh_cn: 亚太经合组织同意通过东盟和泛太平洋战略伙伴合作等来建立贸易关系。

source: Kan, who favors joining the TPP talks, faces resistance from his own party amid a backlash from Japan's farmers who benefit from tariff protection.
zh_cn: 菅直人希望加入泛太平洋战略伙伴合作谈判，但是面对本党派的反对，因为日本农民会从关税保护中受益。

source: His Cabinet last week agreed only to begin preliminary discussions on the negotiations, a move Obama told Kan he "very much welcomed."
zh_cn: 菅直人内阁上周同意展开初步谈判，奥巴马对此举表示非常欢迎。

source: Obama flies home today having fallen short in some of his goals during his 10-day Asian trip.
zh_cn: 奥巴马总统今日回国，在为期10天的亚洲之行中没有完成部分目标。

source: He failed to secure a G-20 agreement on concrete steps to rebalance the global economy, and had to extend talks on securing a South Korean trade deal central to his goal of boosting U.S. exports.
zh_cn: 他没有实现让G20同意采取具体措施，平衡全球经济的愿望，不得不和韩国就推动美国出口的贸易协议继续进行谈判。
